breksos/ASL-TRANSLATOR-GLOVE/firmware/idf/i2c_scan/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_IDF_TARGET_ESP32C3=y
CONFIG_PARTITION_TABLE_SINGLE_APP=y
